<!DOCTYPE html>
<html>
<body style="background-color:#264653;">

<h2 style="text-align: center;"><span style="color: #f4a261;"><strong>Como jugar a King&acute;s Cup</strong></span></h2>
<h3 style="text-align: center;"><span style="color: #ffffff;"><strong>Preparaci&oacute;n</strong></span></h3>
<ul>
<li><span style="color: #e9c46a;"><strong> Introducir el numero de jugadores y sus nicknames</strong></span></li>
<li><span style="color: #e9c46a;"><strong>Todos los jugadores tienen que estar sentados en un circulo</strong></span></li>
<li><span style="color: #e9c46a;"><strong> (opcional) Poner un vaso en el centro de la mesa en el que cada jugador vierte un poco de su actual bebida. El perdedor se beber&aacute; el vaso.</strong></span></li>
</ul>
<h3 style="text-align: center;"><span style="color: #ffffff;"><strong>Preparaci&oacute;n</strong></span></h3>
<ul>
<li><span style="color: #e9c46a;"><strong>Al empezar la partida el nombre de uno de los jugadores sera seleccionado. Este presionar&aacute; el bot&oacute;n de &uml;empezar&uml;.</strong></span></li>
<li><span style="color: #e9c46a;"><strong>El primer desaf&iacute;a o regla saldr&aacute; en pantalla. Dependiendo del desaf&iacute;o tendr&aacute;n que hacerlo todos los jugadores o solo el seleccionado.</strong></span></li>
<li><span style="color: #e9c46a;"><strong>Al completarse el desaf&iacute;o el jugador seleccionado presiona &uml;continuar&uml; lo que seleccionar&aacute; a otro jugador y mostrar&aacute; otro desaf&iacute;o.</strong></span></li>
</ul>
<p>&nbsp;</p>
<h3 style="text-align: center;"><span style="color: #ffffff;"><strong>Reglas por n&uacute;mero</strong></span></h3>
<ul>
<li><span style="color: #e9c46a;"><strong>As (Waterfall) : Todos los jugadores empiezan a beber al mismo tiempo. Solo cuando el jugador seleccionado deje de beber, el siguiente jugador podr&aacute; hacerlo (en sentido horario) y as&iacute; sucesivamente hasta que el &uacute;ltimo jugador pueda parar de beber. Cada jugador, cuando sea su turno, puede elegir si parar inmediatamente o continuar bebiendo.</strong></span></li>
<li><span style="color: #e9c46a;"><strong>Two = You : El jugador seleccionado elige a otro jugador que deber&aacute; beber.</strong></span></li>
<li><span style="color: #e9c46a;"><strong>Three = Me : El jugador selccionado bebe.</strong></span></li>
<li><span style="color: #e9c46a;"><strong>Four = Floor : Todos los jugadores tienen que tocar el suelo, el &uacute;ltimo en hacerlo bebe.</strong></span></li>
<li><span style="color: #e9c46a;"><strong>Five = Guys : Todos los chicos beben</strong></span></li>
<li><span style="color: #e9c46a;"><strong>Six = Chicks : Todas las chicas beben</strong></span></li>
<li><span style="color: #e9c46a;"><strong>Seven = Heaven : Todos los jugadores apuntan al techo, el &uacute;ltimo en hacerlo bebe.</strong></span></li>
<li><span style="color: #e9c46a;"><strong>Eight = Mate : El jugadore seleccionado elegie un compa&ntilde;ero, a partir de este momento cuando uno de los dos tiene que beber el otro lo har&aacute; tambi&eacute;n.</strong></span></li>
<li><span style="color: #e9c46a;"><strong>Nine = Rhyme : El jugador seleccionado elige una palabra, en sentido horario cada jugador tendr&aacute; que decir r&aacute;pidamente una palabra que rime. El primero en decir una rima err&oacute;nea, repetida o tardar mucho bebe.</strong></span></li>
<li><span style="color: #e9c46a;"><strong>J = Categories : El jugadore seleccionado elige una categor&iacute;a y la primera palabra. En sentido horario todos los jugadores dir&aacute;n una palabra perteneciente a la categor&iacute;a (por ejemplo marcas de zapatos). El primer jugador en decir algo err&oacute;neo, repedito o tardar demasiado bebe.</strong></span></li>
<li><span style="color: #e9c46a;"><strong>Q = Rule : El jugador seleccionado establece una regla a seguir durante el resto de la partida. Aquel jugador pillado infringiendo dicha norma bebe. (Por ejemplo, antes de beber hay que tocarse la nariz. O prohibido decir la palabra &uml;vale&uml;) la creatividad es el l&iacute;mite.</strong></span></li>
<li><span style="color: #e9c46a;"><strong>K = King : El jugador seleccionado vierte un poco de su bebida en el vaso central. De ser este el cuarto K que sale, se termina la partida y el jugador seleccionado es el perdedor. Este jugador deber&aacute; beberse el contenido del vaso central.&nbsp;</strong></span></li>
</ul>


</body>
</html>
